{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"term_and_condition_aT9VCK":{"type":"term-and-condition","blocks":{"text_qwR6Vc":{"type":"text","settings":{"tc-main-headig":"INTRODUCTION","tc-main-paragrph":"<p>These Website Standard Terms and Conditions written on this webpage shall manage your use of our website, Webiste Name accessible at Website.com.<\/p><p>These Terms will be applied fully and affect to your use of this Website. By using this Website, you agreed to accept all terms and conditions written in here. You must not use this Website if you disagree with any of these Website Standard Terms and Conditions.<\/p><p>Minors or people below 18 years old are not allowed to use this Website.<\/p>"}},"text_ExmUaH":{"type":"text","settings":{"tc-main-headig":"INTELLECTUAL PROPERTY RIGHTS","tc-main-paragrph":"<p>Other than the content you own, under these Terms, Company Name and\/or its licensors own all the intellectual property rights and materials contained in this Website.<\/p><p>You are granted limited license only for purposes of viewing the material contained on this Website.<\/p>"}},"text_JMG83t":{"type":"text","settings":{"tc-main-headig":"RESTRICTIONS","tc-main-paragrph":"<p>You are specifically restricted from all of the following:<\/p><ul>\n<li>publishing any Website material in any other media;<\/li>\n<li>selling, sublicensing and\/or otherwise commercializing any Website material;<\/li>\n<li>publicly performing and\/or showing any Website material;<\/li>\n<li>using this Website in any way that is or may be damaging to this Website;<\/li>\n<li>using this Website in any way that impacts user access to this Website;<\/li>\n<li>using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity;<\/li>\n<li>engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website;<\/li>\n<li>using this Website to engage in any advertising or marketing.<\/li>\n<\/ul>\n<p>Certain areas of this Website are restricted from being access by you and Company Name may further restrict access by you to any areas of this Website, at any time, in absolute discretion. Any user ID and password you may have for this Website are confidential and you must maintain confidentiality as well.<\/p>"}},"text_dHTqi8":{"type":"text","settings":{"tc-main-headig":"Your Content","tc-main-paragrph":"<p>In these Website Standard Terms and Conditions, “Your Content” shall mean any audio, video text, images or other material you choose to display on this Website. By displaying Your Content, you grant Company Name a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media.<\/p>\n<p>Your Content must be your own and must not be invading any third-party's rights. Company Name reserves the right to remove any of Your Content from this Website at any time without notice.<\/p>"}}},"block_order":["text_qwR6Vc","text_ExmUaH","text_JMG83t","text_dHTqi8"],"settings":{}}},"order":["main","term_and_condition_aT9VCK"]}