{"sections":{"main":{"type":"main-page","settings":{"padding_top":28,"padding_bottom":28}},"rajnigandha_term_and_condition_JYP3Wy":{"type":"rajnigandha-term-and-condition","blocks":{"html_qxJkHM":{"type":"html","settings":{"heading_in_T_and_C":"SCOPE","paragraph_in_T_and_C":"For the aforesaid purpose the use of terms &amp; words “our”, “ourselves”, “we” and “us” would refer to both Rajnigandha.com and Dharampal Satyapal Limited which would also include its associates, affiliates and subsidiary (ies) unless the context clearly provides otherwise, while the user shall be referred to as ''you'', ''your'' and ''yourself'' which shall mean any natural or legal person who is accessing the website, its contents and using the services offered on or through the website.\n\nThese Terms of Use are published under the requirements specified by Information Technology (Reasonable security practices and procedures and sensitive personal data or information) rules, 2011, made under the Information Technology Act, 2000.","List_content_in_T_and_C":""}},"html_hmFk7m":{"type":"html","settings":{"heading_in_T_and_C":"GENERAL","paragraph_in_T_and_C":"We herein provide the 'Terms of Use' on the basis of which you shall have the access to this website. Any person using this website shall be deemed to be unconditionally bound by these 'Terms of Use' and all the terms, conditions and notices contained herein as they are electronic and don't require a digital signature.","List_content_in_T_and_C":""}},"html_8GAQWk":{"type":"html","settings":{"heading_in_T_and_C":"USER SUBMISSIONS\/OBLIGATIONS","paragraph_in_T_and_C":"In the event that you submit any feedback, suggestions or comments on our website, we reserve the right to use such information without any compensation to you. Any data or information submitted by you must conform to the following requirements","List_content_in_T_and_C":"<ul><li>It must not infringe any patent, trademark, copyright or other proprietary rights.<\/li><li>It must not violate any law for the time being in force.<\/li><li>It must not deceive or mislead us about the origin of such messages or communicate any information which is grossly offensive or menacing in nature.<\/li><li>You must not impersonate another person.<\/li><\/ul>"}},"html_y9KE4x":{"type":"html","settings":{"heading_in_T_and_C":"NECESSARY EQUIPMENT","paragraph_in_T_and_C":"The use of this website is dependent upon the use of computers or other devices as well as the internet access on such devices. Maintenance of such equipment may influence the performance of this website. It is your sole responsibility to maintain such devices.","List_content_in_T_and_C":""}},"html_7i4pbr":{"type":"html","settings":{"heading_in_T_and_C":"INDEMNITY","paragraph_in_T_and_C":"You agree to indemnify, defend and hold harmless DSL and its associate entities, directors, employees and agents from and against all and any claims, damages and expenses on account of your use of this website.","List_content_in_T_and_C":""}}},"block_order":["html_qxJkHM","html_hmFk7m","html_8GAQWk","html_y9KE4x","html_7i4pbr"],"settings":{"updated_date_of_tandc":"Document last updated on: 27th May,2020."}}},"order":["main","rajnigandha_term_and_condition_JYP3Wy"]}